[
  {
    "_template": "html",
    "content": "<p>Outside of the room, we offer access to a 24-hour fitness center equipped to accommodate all levels of physically active guests. Our bike sharing program is another popular source of exercise with six bikes available for complimentary street use. Stanford&rsquo;s onsite eatery, the Aurea Cafe sources food and coffee from local farms and vendors. Inside of the room, we offer individual climate control, towel rack warmers and more. We offer WiFi everywhere. Stanford Court is also <a title=\"Pet Friendly San Francisco hotel\" href=\"https://www.stanfordcourt.com/amenities/pet-friendly/\">pet friendly</a>, which is just another effort to have the most accommodating San Francisco <a href=\"https://www.stanfordcourt.com/amenities/\">hotel amenities</a>.</p>\n<p>The locally progressive tech culture that San Francisco and Silicon Valley thrives on inspires many Stanford Court amenities. Our lobby and business center come equipped with seven MacBooks, iPads and iPad minis all running on our high-speed WiFi. Ideal for boarding passes and tickets, our wireless printing service can be accessed by the community computers and our guests&rsquo; personal devices. One of our newest San Francisco hotel amenities is an on-site electric vehicle charging station. By maintaining an ecologically and culturally relevant space, Stanford Court can serve as a <a title=\"Green hotel in San Francisco\" href=\"https://www.stanfordcourt.com/amenities/green-hotel/\">green, eco-friendly hotel</a>&nbsp;and a greater San Francisco host.</p>\n<p>From premium cable in the bedrooms to a variety of local beverages and liquors on tap in our caf&eacute;, Stanford Court thoughtfully scatters entertainment throughout the property. We make sure to provide all of our guests&rsquo; necessities and more. We are obsessed with our guests and with giving you a great experience that showcases the best of San Francisco. <a href=\"https://www.stanfordcourt.com/amenities/urban-bandle/\">Urban Bundle</a> gives you access to a bundle of great perks and privileges. During your stay, we encourage you to utilize our 24-hour front desk and concierge to serve any additional desires or concerns. We&rsquo;re proud of our San Francisco hotel amenities, but they are all individual parts of what makes Stanford Court a great San Francisco hotel.</p>\n<p><strong>We offer our guests the best of everything with the following hotel services and amenities:</strong></p>"
  }
]